[
    {
        "title": "À chacun son sapin",
        "date": "octobre 2014",
        "short_description": "Campagne publicitaire «À chacun son Sapin»",
        "aside": {
            "Commanditaire": "GF. Bois Guillaume",
            "Commande": "Réalisation de l’identité visuelle et de la campagne publicitaire «À chacun son sapin».",
            "Date": "Octobre 2014",
            "Composition": "flyers (30 000 exemplaires), 3 grands visuels, des affiches, de la signalétique, un dos de magazine, de la bande dessiné, un site web, une page facebook",
            "Photographies": "Baptiste Plantin"
        },
        "medium": "DA, Print, Web, id visuelle",
        "subtitle": "Un Projet complet",
        "long_description": "Le groupement forestier de Bois Guillaume, a souhaité en 2014 proposer deux solutions innovantes : la livraison à domicile d’un sapin frais et la possibilité de venir choisir et couper en famille son sapin sur l’exploitation. Il m’a sollicité pour promouvoir ces nouvelles façons d’acheter son sapin de Noël. J’ai donc choisi de communiquer à la fois sur le produit et sur l’événement. Il m’a fallu réfléchir sur le concept, le nom de l’événement, le choix des supports et mettre en place une identité visuelle adaptée à la fois au print et au et qui puisse évoluer pour les années à venir. J’ai construit des scènettes en papier découpé illustrant les deux concepts proposés. Ce sont des visuels simples et ludiques aux couleurs franches, qui s’inscrivent dans une palette colorée hivernale. J’ai choisi comme supports de communication : un site web, une page facebook, des affichages à Lyon, des flyers, des affiches, le dos du magazine régional « Grains de sel », des grands formats pour les bords de route ainsi que de la signalétiques sur le lieu de la vente. Deux reportages télévisés, plusieurs articles dans les journaux locaux ainsi qu’une interview à la radio ont suivi la campagne et renforcé son efficacité. L’initiative a donc été un succès pour une année de lancement, les consommateurs ont été séduits par ces nouvelles propositions.",
        "notes": "",
        "main_image": "sapin_1.jpg",
        "images": ["sapin_2.jpg", "sapin_3.jpg", "sapin_4.jpg", "sapin_5.jpg", "sapin_6.jpg", "sapin_7.jpg", "sapin_8.jpg", "sapin_9.jpg", "sapin_10.jpg", "sapin_11.jpg", "sapin_12.jpg", "sapin_13.jpg"]
    },
    {
        "title": "Brume en Chartreuse",
        "date": "juillet 2014",
        "short_description": "Livre d'art réalisé à partir d'un texte de Samivel.",
        "aside": {
            "Commanditaire": "Projet personnel",
            "Commande": "Livre d'artiste",
            "Date": "Juillet 2014",
            "Composition": "Leporello de 8 volets. Impression pigmentaire sur papier mat.",
            "Photographies": "Baptiste Plantin"
        },
        "medium": "Photographie, book design",
        "subtitle": "Un Livre objet",
        "long_description": "Création d'un leporello mettant en relation un texte de Samivel et une série de photos du massif de la Chartreuse. L'objet joue sur la notion de disparition et de révélation ; la brume cache la montagne mais souligne sa majesté. Les photos peuvent être découvertes une à une en ouvrant le livre page par page ou bien toutes en même temps si le leporello est entièrement déplié. Le massif se déploie alors dans l'espace et met en évidence sa disparition progressive. C'est un objet d'art, luxueux, mêlant diverses aptitudes : photographie, mise en page, impression, reliure.",
        "notes": "",
        "main_image": "brume1.jpg",
        "images": [
            "brume2.jpg",
            "brume3.jpg",
            "brume4.jpg",
            "brume5.jpg",
            "brume6.jpg",
            "brume7.jpg"
        ]
    },
    {
        "title": "Ces Gens-là",
        "date": "juin 2014",
        "short_description": "Magazine de reportage sur les Roms d'île-de-France.",
        "medium": "Photographie, book design",
        "aside": {
            "Commanditaire": "Projet personnel",
            "Commande": "Mise en page d’un dossier de presse sur la situation des Roms en Île-de-France.",
            "Date": "juin 2014",
            "Composition": "Un magazine.",
            "Photographies": "Baptiste Plantin"
        },
        "subtitle": "Des préoccupations artistiques et sociales",
        "long_description": "Ce travail de mise en page est le compte rendu d’un reportage photographique réalisé en 2013-2014 en Île-de-France. La mise en page type magazine correspond bien à ce travail qui lie des situations sociales préoccupantes et au cœur de l’actualité à des préoccupations artistiques – la beauté de l’image, le travail de la lumière, des formes, des couleurs et des contrastes. De plus, la presse magazine permet, plus que la presse quotidienne, d’avoir une certaine distance sur l’actualité. Or ce travail photographique, réalisé sur plusieurs mois, cherche lui aussi à adopter un regard réfléchi, à la fois critique et apaisé sur les faits. Ce dossier de presse présente plusieurs articles sur un même sujet et confronte les points de vue. Le regard du photographe fait ainsi l’unité de ce dossier tout en illustrant des articles diversifiés.",
        "notes": "",
        "main_image": "gens1.jpg",
        "images": [
            "gens2.jpg",
            "gens3.jpg",
            "gens4.jpg",
            "gens5.jpg",
            "gens6.jpg",
            "gens7.jpg",
            "gens8.jpg",
            "gens9.jpg"
        ]
    },
    {
        "title": "50 ans de l'Arche",
        "date": "mars 2014",
        "short_description": "Promotion des 50 ans de l'Arche Oise",
        "medium": "Id visuelle, affiche, print",
        "aside": {
            "Commanditaire": "Arche Oise",
            "Commande": "Conception de la communication visuelle de la fête des 50 ans de l’association l’Arche dans l’Oise.",
            "Date": "mars 2014",
            "Composition": "Affiche A3, pour abribus, pour rond-point, flyer, invitation, banderole."
        },
        "subtitle": "À l'écoute du client",
        "long_description": "À l’occasion de son cinquantième anniversaire, l’association l’Arche organisait dans l’Oise (lieu de sa fondation) une grande fête ouverte à tous. J’ai été sollicité pour réaliser la communication visuelle de cet événement : affiches, flyers, banderole, invitations etc. En lien avec les resposables du projet, j’ai choisi d’utiliser comme motif principal des fanions afin d’évoquer la fête populaire, la joie. Les rangées de triangles colorés faisaient donc comme un ciel coloré qui invitait tous les habitants de compiègne et des environs à se réjouir ensemble. Ce visuel modulable pouvait s’adapter aux différents formats requis. J’ai élaboré les différents supports de communication dans un dialogue constant avec le client afin de concilier au mieux nos points de vue.",
        "notes": "",
        "main_image": "arche1.jpg",
        "images": [
            "arche2.jpg",
            "arche3.jpg"
        ]
    },
    {
        "title": "Projections Géométriques",
        "date": "août 2013",
        "short_description": "Objet éditorial constituant&nbsp;mon projet de&nbsp;fin d'études.",
        "medium": "Book design, print",
        "aside": {
            "Commanditaire": "École Supcréa",
            "Commande": "Mémoire de fin d'études",
            "Date": "à remplir",
            "Composition": "Coffret, livre de 55 pages, lexique, jeu de tangram."
        },
        "subtitle": "Un objet éditorial Complet",
        "long_description": "Cet ensemble constitué d’un coffret  contenant un livre de 55 pages, un lexique et un jeu de tangram présente les différents projets sur lesquels j’ai été amené à travailler au cours de mon stage de fin d’études. En effet j’ai choisi pour ce travail de mise en page, d’analyse et de rédaction de m’appuyer sur la forme du tangram. Elle exprime mon approche ludique et curieuse du graphisme ainsi que ma recherche de perfection : le tangram est constitué de sept éléments que l’on peut ré-agencer sans cesse, jusqu’à trouver la forme parfaite. La mise en page suit ce principe : les différents éléments (images et texte) sont agencés comme dans un puzzle et une grande attention est accordée au blanc qui entoure chaque pièce.",
        "notes": "",
        "main_image": "projection1.jpg",
        "images": [
            "projection2.jpg",
            "projection3.jpg",
            "projection4.jpg",
            "projection5.jpg",
            "projection6.jpg",
            "projection7.jpg",
            "projection8.jpg",
            "projection9.jpg",
            "projection10.jpg"
        ]
    },
    {
        "title": "Loyalty Program",
        "date": "juillet 2013",
        "short_description": "Création de huit pictogrammes.",
        "medium": "Picto, print, web",
        "aside": {
            "Commanditaire": "Groupe Rossignol",
            "Commande": "Pictogrammes pour le nouveau programme de fidélité de Rossignol",
            "Date": "à remplir",
            "Composition": "8 pictos et un graphique"
        },
        "subtitle": "Définir l'esprit du \"Club\"",
        "long_description": "Afin de fidéliser sa clientèle, Rossignol lance un programme de fidélité permettant à ses clients de cumuler des points, d’obtenir des avantages exclusifs, etc. J’ai été chargé de créer des pictogrammes illustrant les différents aspects de ce programme et de réfléchir à l’intégration de ces pictogrammes à différents supports. Ils sont présentés sur fond noir, rouge ou blanc, avec ou sans pastille, selon l’atmosphère que l’on souhaite véhiculer. En effet, les pictogrammes donnent une identité visuelle au programme de fidélité et définissent l’esprit du « Club ». Un graphique venait ensuite mettre en relation différentes vignettes afin d’expliquer le fonctionnement de la transformation des « points Rossignol » en bons d’achat.",
        "notes": "Direction artistique : Simon Baret. Photos : Vanessa Andrieux",
        "main_image": "loyalty1.jpg",
        "images": [
            "loyalty2.jpg",
            "loyalty3.jpg",
            "loyalty4.jpg",
            "loyalty5.jpg",
            "loyalty6.jpg"
        ]
    },
    {
        "title": "Affiches Rossignol",
        "date": "juillet 2013",
        "short_description": "Participation à diverses campagnes publicitaire.",
        "medium": "Print, affiche, PLV",
        "aside": {
            "Commanditaire": "Groupe Rossignol",
            "Commande": "Diverses affiches",
            "Date": "à remplir",
            "Composition": "Affiches pour la campagne Women, PLV pour les magasins Décathlon.",
            "Photographies": "Rossignol"
        },
        "subtitle": "Appliquer la nouvelle charte graphique",
        "long_description": "La « campagne women » de Rossignol vise à promouvoir une nouvelle gamme de produits Rossignol destiné à un public exclusivement féminin. J’ai été chargé de décliner cette campagne sur différents supports : affiches, kakémonos, dépliants, couvertures de calepin… Il s’agissait également d’appliquer la nouvelle charte graphique du groupe. La Publicité sur le Lieu de Vente que j’ai réalisée était destinée à faire acheter les produits Rossignol au sein des magasins Décathlon. Il fallait donc mettre en avant l’esprit de la marque et la rendre immédiatement identifiable tout en décrivant et en expliquant au mieux les caractéristiques du produit présenté, le ski « Pursuit 12 ».",
        "notes": "Photographies, Sasha Goldberger",
        "main_image": "affiche1.jpg",
        "images": [
            "affiche2.jpg",
            "affiche3.jpg"
        ]
    },
    {
        "title": "Supports de&nbsp;dédicace",
        "date": "juin 2013",
        "short_description": "Série de cartes et posters des athlètes Rossignol.",
        "medium": "Print, affiche",
        "aside": {
            "Commanditaire": "Groupe Rossignol",
            "Commande": "Supports de dédicaces pour les athlètes Rossignol",
            "Date": "à remplir",
            "Composition": "50 cartes et 20 posters.",
            "Photographies": "Agence Zoom"
        },
        "subtitle": "Des athlètes, des cartes et des posters",
        "long_description": "Lors de grands événements sportifs ou de présentations des gammes de produits de la marque, les athlètes sponsorisés par Rossignol dédicacent des cartes et posters à leur effigie. J’ai été chargé de proposer pour ces supports édités chaque année une nouvelle maquette plus actuelle, plus en cohérence avec l’image de la marque et conçue selon sa nouvelle charte graphique. Les cartes présentent des portraits des athlètes tandis que les posters – destinés à être affichés et ayant un rôle décoratif – les montrent en action.",
        "notes": "Photographie, Agence Zoom",
        "main_image": "dedicace1.jpg",
        "images": [
            "dedicace2.jpg",
            "dedicace3.jpg",
            "dedicace4.jpg",
            "dedicace5.jpg",
            "dedicace6.jpg"
        ]
    },
    {
        "title": "Librairie Jeunesse",
        "date": "Décembre 2012",
        "short_description": "Conception du site internet d'une librairie jeunesse.",
        "medium": "Webdesign, integration",
        "aside": {
            "Commanditaire": "Librairie jeunesse (fictive)",
            "Commande": "Site internet, (plateforme de vente)",
            "Date": "à remplir",
            "Composition": "site internet"
        },
        "subtitle": "Le chant des oiseaux",
        "long_description": "Ce site internet a été réalisé lors d’un workshop webdesign et intégration organisé par l’école Supcréa : choix d’une entreprise fictive, analyse de ses besoins, création et intégration d’un site internet. J’ai imaginé une librairie jeunesse appelée Le Chant des Oiseaux. Il s’agissait d’évoquer le plaisir de la lecture et le monde enchanteur dans laquelle la librairie propose d’entrer. Le site est conçu lui-même comme un univers. Les notions d’ambiance et de paysage sont donc particulièrement importantes. Le fond est un papier jauni qui donne une atmosphère chaleureuse tout en évoquant les pages vieillies des anciens livres de contes. Les couleurs sont douces, apaisantes. Un motif récurrent de lignes courbes participe à l’unité graphique de ce site web tout en créant une forêt biscornue, enchantée, dans laquelle s’insèrent divers éléments.",
        "notes": "",
        "main_image": "librairie1.jpg",
        "images": [
            "librairie2.jpg",
            "librairie3.jpg",
            "librairie4.jpg",
            "librairie5.jpg"
        ]
    },
    {
        "title": "Les&nbsp;anguleux",
        "date": "2013-2014",
        "short_description": "Illustrations et recherches de personnages.",
        "medium": "Illustration, recherche",
        "aside": {
            "Commanditaire": "Projets personnels",
            "Commande": "Illustration",
            "Date": "à remplir",
            "Composition": "Projet personnel d'illustrations et de recherches"
        },
        "subtitle": "Des personnages pointus",
        "long_description": "Passionné de dessin depuis toujours, j’ai de nombreux carnets sur lesquels je griffonne. J’aime conjuguer les lignes acérées du bic ou de la plume à la douceur de l’aquarelle et faire sortir du papier des personnages et des univers.  Sur cette page : projets personnels d’illustration, recherches pour des faire-parts de mariage, recherches de personnages.",
        "notes": "",
        "main_image": "anguleux1.jpg",
        "images": [
            "anguleux2.jpg",
            "anguleux3.jpg",
            "anguleux4.jpg",
            "anguleux5.jpg",
            "anguleux6.jpg",
            "anguleux7.jpg",
            "anguleux8.jpg",
            "anguleux9.jpg"
        ]
    },
    {
        "title": "Les&nbsp;arrondies",
        "date": "2013-2014",
        "short_description": "Recherche de personnages et modèle vivant.",
        "medium": "Illustration, recherche",
        "aside": {
            "Commanditaire": "Projets personnels",
            "Commande": "Illustration",
            "Date": "à remplir",
            "Composition": "Modèle vivant, recherches de personnages"
        },
        "subtitle": "L'élégance des courbes",
        "long_description": "La courbe d’une épaule, le délié d’un bras, d’un dos, la rondeur d’un sein, une fesse galbée, le pli d’un genou… J’observe les corps et leurs formes. Je suis particulièrement interpelé par les déformations que peut subir ce corps ; la joue qui s’affaisse en vieillissant, la torsion du dos lorsque l’on se retourne, les plis du ventre quand on s’assoit, les cheveux qui dansent, le volume extraordinaire du ventre d’une femme enceinte, la chair opulente qui semble être en mouvement constant, s’étaler et se déployer.",
        "notes": "",
        "main_image": "arrondies1.jpg",
        "images": [
            "arrondies2.jpg",
            "arrondies3.jpg",
            "arrondies4.jpg",
            "arrondies5.jpg",
            "arrondies6.jpg",
            "arrondies7.jpg",
            "arrondies8.jpg"
        ]
    }
]
