[
	{
		"title": "Agence lama",
		"date": "20 novembre 2015",
		"short_description": "Recherches et réalisation du logo de l'agence lama.",
		"aside": {
			"Commanditaire": "",
			"Commande": " Enrte le contenu ici.",
			"Date": "20 novembre 2015",
			"Composition": " Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "Logo, typographie, photo",
		"subtitle": "",
		"long_description": "Après avoir revu la charte graphique de l’agence, j’ai ressenti le besoin de donner un coup de neuf à son logo. Il s’agissait d’écrire LAMA en combinant des éléments géométriques simples. Trois modules de base sont utilisé : le cercle, la ligne et le point. On simplifie ainsi la typographie jusqu’à son stade le plus élémentaire : des barres et des cercles. La répétition de ces modules crée un rythme dans le mot. Cela a également un aspect ludique : le mot écrit par combinaisons, comme avec un jeu de gommettes.",
		"notes": "",
		"main_image": "37_principale.jpg",
		"images": ["37_1.png",
 "37_2.png",
 "37_3.png",
 "37_4.png",
 "37_5.jpg",
 "37_6.jpg",
 "37_7.jpg"]
	},
	{
		"title": "Self promotion",
		"date": "Septembre 2015",
		"short_description": "Nouveau site, nouveau cv, nouvelle stratégie !",
		"aside": {
			"Commanditaire": "",
			"Commande": " Enrte le contenu ici.",
			"Date": "Septembre 2015",
			"Composition": " Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "Webdesign, print, id visuelle",
		"subtitle": "",
		"long_description": "Nouvelle année, nouvelle identité visuelle, nouveaux projets ! À la recherche d’une équipe de graphistes avec qui partager ma passion et mon travail, j’ai refondu mon site, mon CV et ma carte de visite afin qu’ils correspondent davantage à mes affinités graphiques. Je mise sur la simplicité et le dynamisme pour traduire mon envie de travailler !",
		"notes": "",
		"main_image": "36_principale.jpg",
		"images": ["36_1.jpg",
 "36_2.jpg",
 "36_3.jpg",
 "36_4.jpg",
 "36_5.jpg",
 "36_6.jpg",
 "36_7.jpg"]
	},
	{
		"title": "Culti'run",
		"date": "Janvier 2015",
		"short_description": "Conception et design d'une application mobile.",
		"aside": {
			"Commanditaire": "",
			"Commande": " Enrte le contenu ici.",
			"Date": "Janvier 2015",
			"Composition": " Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "DA, design mobile",
		"subtitle": "",
		"long_description": "Culti’run est un projet innovant et le compagnon idéale de vos sorties sportives. Appuyez-vous sur ses parcours pour découvrir les recoins les plus intéressant de votre ville, créez vos propres parcours, proposer vos propres exercices et n’oubliez pas de partager vos découvertes et création avec vos proches ! Culti’run est la première application sportivo-culturelle entièrement personnalisable. J’ai souhaité réaliser pour cette application un design élégant et dynamique ainsi qu’une interface pensée pour une utilisation intuitive.",
		"notes": "",
		"main_image": "35_principale.png",
		"images": ["35_1.jpg",
 "35_2.jpg",
 "35_3.jpg",
 "35_4.jpg",
 "35_5.jpg"]
	},
	{
		"title": "À Chacun son sapin",
		"date": "Octobre 2014",
		"short_description": "Campagne publicitaire «À chacun son Sapin»",
		"aside": {
			"Commanditaire": "",
			"Commande": " Enrte le contenu ici.",
			"Date": "Octobre 2014",
			"Composition": " Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "DA, Print, Web, id visuelle",
		"subtitle": "",
		"long_description": "Le groupement forestier de Bois Guillaume, a souhaité en 2014 proposer deux solutions innovantes : la livraison à domicile d’un sapin frais et la possibilité de venir choisir et couper en famille son sapin sur l’exploitation. Il m’a sollicité pour promouvoir ces nouvelles façons d’acheter son sapin de Noël. J’ai donc choisi de communiquer à la fois sur le produit et sur l’événement. Il m’a fallu réfléchir sur le concept, le nom de l’événement, le choix des supports et mettre en place une identité visuelle adaptée à la fois au print et au et qui puisse évoluer pour les années à venir. J’ai construit des scènettes en papier découpé illustrant les deux concepts proposés. Ce sont des visuels simples et ludiques aux couleurs franches, qui s’inscrivent dans une palette colorée hivernale. J’ai choisi comme supports de communication : un site web, une page facebook, des affichages à Lyon, des flyers, des affiches, le dos du magazine régional « Grains de sel », des grands formats pour les bords de route ainsi que de la signalétiques sur le lieu de la vente. Deux reportages télévisés, plusieurs articles dans les journaux locaux ainsi qu’une interview à la radio ont suivi la campagne et renforcé son efficacité. L’initiative a donc été un succès pour une année de lancement, les consommateurs ont été séduits par ces nouvelles propositions.",
		"notes": "",
		"main_image": "34_principale.jpg",
		"images": ["34_1.jpg",
 "34_2.jpg",
 "34_3.jpg",
 "34_4.jpg",
 "34_5.jpg",
 "34_6.jpg",
 "34_7.jpg",
 "34_8.jpg",
 "34_9.jpg",
 "34_10.jpg",
 "34_11.jpg",
 "34_12.jpg",
 "34_13.jpg",
 "34_14.jpg",
 "34_15.jpg"]
	},
	{
		"title": "Brume en Chartreuse",
		"date": "Juillet 2014",
		"short_description": "Livre d'art réalisé à partir d'un texte de Samivel.",
		"aside": {
			"Commanditaire": "",
			"Commande": " Enrte le contenu ici.",
			"Date": "Juillet 2014",
			"Composition": " Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "Photographie, book design",
		"subtitle": "",
		"long_description": "Création d'un leporello mettant en relation un texte de Samivel et une série de photos du massif de la Chartreuse. L'objet joue sur la notion de disparition et de révélation ; la brume cache la montagne mais souligne sa majesté. Les photos peuvent être découvertes une à une en ouvrant le livre page par page ou bien toutes en même temps si le leporello est entièrement déplié. Le massif se déploie alors dans l'espace et met en évidence sa disparition progressive. C'est un objet d'art, luxueux, mêlant diverses aptitudes : photographie, mise en page, impression, reliure.",
		"notes": "",
		"main_image": "33_principale.jpg",
		"images": ["33_3.jpg",
 "33_4.jpg",
 "33_5.jpg",
 "33_6.jpg"]
	},
	{
		"title": "Ces Gens-là",
		"date": "Juin 2014",
		"short_description": "Magazine de reportage sur les Roms d'île-de-France.",
		"aside": {
			"Commanditaire": "",
			"Commande": " Enrte le contenu ici.",
			"Date": "Juin 2014",
			"Composition": " Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "Photographie, book design",
		"subtitle": "",
		"long_description": "Ce travail de mise en page est le compte rendu d’un reportage photographique réalisé en 2013-2014 en Île-de-France. La mise en page type magazine correspond bien à ce travail qui lie des situations sociales préoccupantes et au cœur de l’actualité à des préoccupations artistiques – la beauté de l’image, le travail de la lumière, des formes, des couleurs et des contrastes. De plus, la presse magazine permet, plus que la presse quotidienne, d’avoir une certaine distance sur l’actualité. Or ce travail photographique, réalisé sur plusieurs mois, cherche lui aussi à adopter un regard réfléchi, à la fois critique et apaisé sur les faits. Ce dossier de presse présente plusieurs articles sur un même sujet et confronte les points de vue. Le regard du photographe fait ainsi l’unité de ce dossier tout en illustrant des articles diversifiés.",
		"notes": "",
		"main_image": "32_principale.jpg",
		"images": ["32_1.jpg",
 "32_2.jpg",
 "32_3.jpg",
 "32_4.jpg",
 "32_5.jpg",
 "32_6.jpg",
 "32_7.jpg",
 "32_8.jpg"]
	},
	{
		"title": "Projections Géométriques",
		"date": "Août 2013",
		"short_description": "Objet éditorial constituant mon projet de fin d'études.",
		"aside": {
			"Commanditaire": "",
			"Commande": " Enrte le contenu ici.",
			"Date": "Août 2013",
			"Composition": " Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "Book design, print",
		"subtitle": "",
		"long_description": "Cet ensemble constitué d’un coffret  contenant un livre de 55 pages, un lexique et un jeu de tangram présente les différents projets sur lesquels j’ai été amené à travailler au cours de mon stage de fin d’études. En effet j’ai choisi pour ce travail de mise en page, d’analyse et de rédaction de m’appuyer sur la forme du tangram. Elle exprime mon approche ludique et curieuse du graphisme ainsi que ma recherche de perfection : le tangram est constitué de sept éléments que l’on peut ré-agencer sans cesse, jusqu’à trouver la forme parfaite. La mise en page suit ce principe : les différents éléments (images et texte) sont agencés comme dans un puzzle et une grande attention est accordée au blanc qui entoure chaque pièce.",
		"notes": "",
		"main_image": "31_principale.jpg",
		"images": ["31_1.jpg",
 "31_2.jpg",
 "31_3.jpg",
 "31_4.jpg",
 "31_5.jpg",
 "31_6.jpg",
 "31_7.jpg",
 "31_8.jpg"]
	},
	{
		"title": "Loyalty Program",
		"date": "Juillet 2013",
		"short_description": "Création de huit pictogrammes.",
		"aside": {
			"Commanditaire": "",
			"Commande": " Enrte le contenu ici.",
			"Date": "Juillet 2013",
			"Composition": " Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "Picto, print, web",
		"subtitle": "",
		"long_description": "Afin de fidéliser sa clientèle, Rossignol lance un programme de fidélité permettant à ses clients de cumuler des points, d’obtenir des avantages exclusifs, etc. J’ai été chargé de créer des pictogrammes illustrant les différents aspects de ce programme et de réfléchir à l’intégration de ces pictogrammes à différents supports. Ils sont présentés sur fond noir, rouge ou blanc, avec ou sans pastille, selon l’atmosphère que l’on souhaite véhiculer. En effet, les pictogrammes donnent une identité visuelle au programme de fidélité et définissent l’esprit du « Club ». Un graphique venait ensuite mettre en relation différentes vignettes afin d’expliquer le fonctionnement de la transformation des « points Rossignol » en bons d’achat.<br /> Direction artistique : Simon Baret. Photos : Vanessa Andrieux",
		"notes": "",
		"main_image": "30_principale.jpg",
		"images": ["30_1.jpg",
 "30_2.jpg",
 "30_3.jpg",
 "30_4.jpg",
 "30_5.jpg"]
	},
	{
		"title": "Affiches Rossignol",
		"date": "Juin 2013",
		"short_description": "Participation à diverses campagnes publicitaires.",
		"aside": {
			"Commanditaire": "",
			"Commande": "Enrte le contenu ici.",
			"Date": "Juin 2013",
			"Composition": "Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "Print, affiche",
		"subtitle": "",
		"long_description": "Durant mon stage au sein du groupe Rossignol, j’ai réalisé divers supports pour la communication interne et externe de la marque. Il s’agissait également d’expérimenter et d’appliquer la toute nouvelle charte graphique du groupe.<br /> J’ai été chargé de décliner la « campagne women » de Rossignol sur différents supports, de réaliser une Publicité sur le Lieu de Vente destinée à promouvoir les produits Rossignol dans les magasins Décathlon et enfin de créer une gamme de posters et cartes postales. J’ai eu pour mission de proposer pour cette dernière une nouvelle maquette plus actuelle, plus en cohérence avec l’image de la marque et conçue selon sa nouvelle charte graphique.<br /> Photo de la campagne Women : Sasha Goldberger",
		"notes": "",
		"main_image": "29_principale.jpg",
		"images": ["29_1.jpg",
 "29_2.jpg",
 "29_3.jpg",
 "29_4.jpg",
 "29_5.jpg"]
	},
	{
		"title": "Arrondies et Anguleux",
		"date": "2013-2014",
		"short_description": "Recherche de personnages et modèle vivant.",
		"aside": {
			"Commanditaire": "",
			"Commande": " Enrte le contenu ici.",
			"Date": "2013-2014",
			"Composition": " Enrte le contenu ici.",
			"Photographies": "Baptiste Plantin"
		},
		"medium": "Illustration, recherche",
		"subtitle": "",
		"long_description": "La courbe d’une épaule, le délié d’un bras, d’un dos, la rondeur d’un sein, une fesse galbée, le pli d’un genou… J’observe les corps et leurs formes. Je suis particulièrement interpelé par les déformations que peut subir ce corps ; la joue qui s’affaisse en vieillissant, la torsion du dos lorsque l’on se retourne, les plis du ventre quand on s’assoit, les cheveux qui dansent, le volume extraordinaire du ventre d’une femme enceinte, la chair opulente qui semble être en mouvement constant, s’étaler et se déployer.",
		"notes": "",
		"main_image": "26_principale.jpg",
		"images": ["26_1.jpg",
 "26_2.jpg",
 "26_3.jpg",
 "26_4.jpg",
 "26_5.jpg",
 "26_6.jpg",
 "26_7.jpg",
 "26_8.jpg"]
	}
]
